{
  "animals": [
    {
      "name": "Fox",
      "image": "fox.png",
      "features": [
        "Be clever and supportive towards others.",
        "Dress in a sly and adaptable style.",
        "Approach life with quick thinking and resourcefulness."
      ]
    },
    {
      "name": "Fish",
      "image": "fish.png",
      "features": [
        "Swim gracefully and harmoniously with others.",
        "Wear sleek and streamlined attire, like a fish's scales.",
        "Embrace life with deep breaths and a flexible spirit."
      ]
    },
    {
      "name": "Alligator",
      "image": "alligator.png",
      "features": [
        "Show strength and resilience in your interactions with others.",
        "Wear a powerful and timeless appearance, like an alligator's skin.",
        "Approach life with a sense of balance and ancient wisdom."
      ]
    },
    {
      "name": "Penguin",
      "image": "penguin.png",
      "features": [
        "Embrace your uniqueness and be supportive to others.",
        "Dress with charm and a distinctive style like a penguin's waddle.",
        "Approach life with a sense of adventure and a positive spirit."
      ]
    },
    {
      "name": "Beaver",
      "image": "beaver.png",
      "features": [
        "Work diligently and cooperate with others in your projects.",
        "Wear a hardworking and industrious spirit, like a beaver's fur.",
        "Approach life with a builder's mindset, always constructing your dreams."
      ]
    },
    {
      "name": "Bulldog",
      "image": "bulldog.png",
      "features": [
        "Be loyal and protective towards your loved ones.",
        "Wear a tough and determined demeanor, like a bulldog's stance.",
        "Approach life with a determined and confident attitude."
      ]
    },
    {
      "name": "Dino",
      "image": "dino.png",
      "features": [
        "Embrace your unique, prehistoric qualities and stand out.",
        "Wear a timeless and legendary aura, like a dino's scales.",
        "Approach life with a spirit of exploration and wonder."
      ]
    },
    {
      "name": "Dog",
      "image": "dog.png",
      "features": [
        "Be loyal, friendly, and loving towards others.",
        "Wear a friendly and approachable demeanor, like a dog's wagging tail.",
        "Approach life with a happy and optimistic attitude."
      ]
    },
    {
      "name": "Elephant",
      "image": "elephant.png",
      "features": [
        "Show kindness and strength towards others.",
        "Wear an elegant and majestic presence, like an elephant's tusks.",
        "Approach life with wisdom, patience, and a big heart."
      ]
    },
    {
      "name": "Hippo",
      "image": "hippo.png",
      "features": [
        "Be confident and content with your unique qualities.",
        "Wear a cheerful and laid-back attitude, like a hippo's grin.",
        "Approach life with a sense of joy and relaxation."
      ]
    },
    {
      "name": "Monkey",
      "image": "monkey.png",
      "features": [
        "Be playful and curious, and share your joy with others.",
        "Wear a fun-loving and mischievous spirit, like a monkey's antics.",
        "Approach life with a sense of adventure and spontaneity."
      ]
    },
    {
      "name": "Panda",
      "image": "panda.png",
      "features": [
        "Show care and harmony in your relationships with others.",
        "Wear a gentle and peaceful demeanor, like a panda's grace.",
        "Approach life with a sense of balance, tranquility, and gratitude."
      ]
    },
    {
      "name": "Parrot",
      "image": "parrot.png",
      "features": [
        "Be social, adaptable, and colorful in your interactions with others.",
        "Wear a vibrant and talkative appearance, like a parrot's plumage.",
        "Approach life with a sense of communication, expressiveness, and creativity."
      ]
    },
    {
      "name": "Seal",
      "image": "seal.png",
      "features": [
        "Embrace your unique abilities and share them with others.",
        "Wear a joyful and playful demeanor, like a seal's expression.",
        "Approach life with a sense of grace, fluidity, and adaptability."
      ]
    },
    {
      "name": "Tiger",
      "image": "tiger.png",
      "features": [
        "Show courage and strength in the face of challenges.",
        "Wear a bold and fierce appearance, like a tiger's stripes.",
        "Approach life with a fearless and determined attitude."
      ]
    },
    {
      "name": "Turtle",
      "image": "turtle.png",
      "features": [
        "Be patient, steady, and thoughtful in your interactions with others.",
        "Wear a composed and wise demeanor, like a turtle's shell.",
        "Approach life with a calm and enduring spirit."
      ]
    },
    {
      "name": "White Bear",
      "image": "whitebear.png",
      "features": [
        "Show strength and resilience in cold and challenging situations.",
        "Wear a majestic and imposing presence, like a white bear's fur.",
        "Approach life with a sense of adaptability, fearlessness, and a warm heart."
      ]
    }
  ]
}